cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'sdkman/tap'

brew 'zsh'
brew 'ack'
brew 'coreutils'
brew 'libgit2'
brew 'git'
brew 'hub'
brew 'openssl'
brew 'rbenv'
brew 'pyenv'
brew 'elixir'
brew 'wget'
brew 'watchman'
brew 'watch'
brew 'jq'
brew 'sdkman-cli'
brew 'n'
brew 'grc'
brew 'jj'

cask '1password'
cask '1password-cli'
cask 'docker-desktop'
cask 'intellij-idea'
cask 'visual-studio-code'
cask 'helium-browser'
cask 'slack'
cask 'zulip'
cask 'discord'
cask 'transmission'
cask 'vlc'
cask 'keka'
cask 'bruno'
cask 'proton-mail'
cask 'kitty'
