cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'sdkman/tap'

brew 'zsh'
brew 'ack'
brew 'coreutils'
brew 'libgit2'
brew 'git'
brew 'hub'
brew 'openssl'
brew 'rbenv'
brew 'pyenv'
brew 'elixir'
brew 'wget'
brew 'watchman'
brew 'watch'
brew 'jq'
brew 'sdkman-cli'
brew 'nvm'
brew 'grc'
brew 'jj'

cask '1password'
cask '1password-cli'
cask 'docker'
cask 'intellij-idea'
cask 'visual-studio-code'
cask 'brave-browser'
cask 'slack'
cask 'discord'
cask 'microsoft-teams'
cask 'transmission'
cask 'vlc'
cask 'spotify'
cask 'keka'
cask 'viscosity'
cask 'mongodb-compass'
cask 'postman'
